[
  {
    "ID": 1,
    "name": "pangash fish",
    "price": 250,
    "image": "https://i.ibb.co.com/R3WY3b1/0646034-pangash-fish-27kg-100gmaa-per-pieces-before-cutting-300.webp",
    "description": "Pangash fish, also known as Basa, is a freshwater fish widely popular for its soft texture and mild flavor. It is rich in protein and low in fat, making it a healthy choice for seafood lovers. Commonly used in curries and fried dishes, Pangash fish is easy to cook and pairs well with a variety of spices and herbs."
  },
  {
    "ID": 2,
    "name": "koral fish",
    "price": 800,
    "image": "https://i.ibb.co.com/SxvgMNL/0313544-koral-fish-135-kg-50gm-per-pc-before-cutting-300.jpg",
    "description": "Koral fish, also known as Coral Grouper, is highly valued for its firm, white flesh and rich taste. It’s a favorite in both traditional and modern cuisines, often grilled, baked, or cooked in aromatic curries. Packed with essential nutrients like omega-3 fatty acids, it supports heart health and overall well-being, making it a popular choice for health-conscious seafood lovers."
  },
  {
    "ID": 3,
    "name": "rupchada fish",
    "price": 1200,
    "image": "https://i.ibb.co.com/GdWBpPP/0114224-rupchada-fish-300.jpg",
    "description": "Rupchada fish is a premium seafood delicacy known for its unique flavor and firm, flaky texture. It’s often deep-fried or grilled to perfection and served with tangy sauces. Rich in protein and essential vitamins, Rupchada is a favorite choice for special occasions and festive meals, offering a luxurious dining experience with every bite."
  },
  {
    "ID": 4,
    "name": "boal fish",
    "price": 600,
    "image": "https://i.ibb.co.com/qCm6n3X/0313592-boal-fish-09-kg-local-50gmper-pc-before-cutting-300.jpg",
    "description": "Boal fish, also known as Wallago, is a freshwater giant prized for its tender, boneless meat. It is commonly used in traditional curries and spicy fish stews. Known for its high protein content, Boal fish is also low in fat, making it a nutritious choice. Its soft, juicy flesh absorbs flavors well, creating mouth-watering dishes every time."
  },
  {
    "ID": 5,
    "name": "katol fish",
    "price": 400,
    "image": "https://i.ibb.co.com/G9XjWXm/0564429-katol-fish-23-kg-50gm-per-pc-before-cutting-300.jpg",
    "description": "Katol fish, also called Catla, is one of the most popular freshwater fish in South Asia. It has a distinct flavor and tender meat, making it ideal for curries and fried preparations. Rich in protein and omega-3 fatty acids, Katol supports brain function and heart health. Its succulent texture and ability to absorb spices make it a favorite in Bengali cuisine."
  },
  {
    "ID": 6,
    "name": "rui fish",
    "price": 450,
    "image": "https://i.ibb.co.com/99vHFV3/0490557-rui-fish-12-kg-50gm-per-pcs-before-cutting-300.webp",
    "description": "Rui fish, or Rohu, is a widely consumed freshwater fish known for its soft, white meat and delicate flavor. A staple in Bengali households, it is commonly cooked in mustard gravy or spicy curries. Rich in protein, vitamins, and essential minerals, Rui fish contributes to strong bones and a healthy immune system, making it a nutritious addition to regular diets."
  },
  {
    "ID": 7,
    "name": "pabda fish",
    "price": 700,
    "image": "https://i.ibb.co.com/myLTN9L/0055951-pabda-fish-1kg-300.jpg",
    "description": "Pabda fish is a small freshwater delicacy known for its smooth texture and rich flavor. Popular in Bengali and Indian cuisine, it’s often cooked in creamy mustard-based curries. High in protein and low in fat, Pabda is considered a healthy seafood option. Its soft flesh absorbs spices well, creating flavorful dishes enjoyed by seafood enthusiasts."
  },
  {
    "ID": 8,
    "name": "telapia fish",
    "price": 180,
    "image": "https://i.ibb.co.com/Hpp0syv/0564427-telapia-fish-medium-1kg-300.jpg",
    "description": "Telapia fish is a versatile and affordable freshwater fish known for its mild flavor and firm texture. Commonly grilled, fried, or baked, it adapts well to various seasonings and cooking styles. Rich in protein, vitamins, and minerals, Telapia supports muscle growth and boosts overall health, making it a favorite in everyday meals."
  },
  {
    "ID": 9,
    "name": "hilsha fish",
    "price": 1500,
    "image": "https://i.ibb.co.com/5jYny8c/0046118-hilsha-fish-300gm-plus-300.jpg",
    "description": "Hilsha fish, the national fish of Bangladesh, is celebrated for its rich, oily texture and unique flavor. It’s a staple in Bengali cuisine, often prepared with mustard sauce. Packed with omega-3 fatty acids, Hilsha promotes heart health and brain function. Its delicate taste and cultural significance make it a prized catch during festive seasons."
  },
  {
    "ID": 10,
    "name": "kachki fish",
    "price": 200,
    "image": "https://i.ibb.co.com/RzCb2VF/0114218-kachki-fish-300.jpg",
    "description": "Kachki fish, also known as Ganges River sprat, is a tiny freshwater fish commonly sun-dried or cooked in spicy curries. It’s rich in protein, calcium, and essential vitamins. Known for its distinct taste, Kachki is enjoyed as crispy fried snacks or flavorful side dishes. Its nutritional value makes it a valuable addition to daily diets."
  },
  {
    "ID": 11,
    "name": "puti fish",
    "price": 300,
    "image": "https://i.ibb.co.com/pZ6MBHh/0124532-deshi-puti-fish-300.jpg",
    "description": "Puti fish is a small freshwater fish known for its tender texture and delicious taste. It’s commonly cooked in spicy gravies or fried until crispy. Puti fish is packed with protein, calcium, and essential nutrients, supporting bone health and overall wellness. Its versatile flavor makes it a staple in traditional Bengali cuisine."
  }
]
